@echo off
@echo  用notepad打開比較清楚吧(?)
@echo.
@echo.
@echo  大概是我(楊志璿)遇到的問題，希望學弟妹們能夠注意，減少出狀況機會
@echo.
@echo.
@echo 企劃書要在活動前一個月寫好定案、送出。
@echo.
@echo 1.入社考:
@echo	除非真的是要判斷哪個很優的學弟妹，不然建議不要辦，成效不顯著，且耗時。
@echo	再來就是很趕，一開學馬上就要寫好企劃書，跑流程，我們今年(2016)是9/21就社博，所以相當趕。
@echo.
@echo.
@echo 2.迎新(必辦)：
@echo	快，就是要快，而且要給學弟妹報名寫同意書時間，大概是11月段考後1週，迎新主要是玩，專題不用放太深。
@echo	雨備要想好，要找地點約大部分人出來共同討論，包括聯合友校。
@echo	迎新內容要有:大地遊戲、專題演講、交流時間、點心時間(全天)
@echo.
@echo.
@echo 3.寒訓(傳統，必辦)：
@echo	這要很早準備，大概11月初要開始準備，因為學校數目相當龐大，找贊助商並回復也需要大量時間，所以真的要快，否則你的期末，寒訓活動都會炸掉。
@echo	活動時間必須要跟IOI Camp，資芽，學測(建議學測後)，等重大活動錯開。
@echo	工人組別要慎選，組員很有可能是豬隊友，非常廢、意見很多、不切實際、動作遲緩。如果你是組長，請提早準備討論，並每週討論匯報。
@echo	若需要外聘講師，千萬不要找雄中！即使他來找你，請拒絕！(自107級與雄中程式設計社永久斷絕交流)
@echo	本校出席名單必須印製3份，以便 社長掌控人數、匯報校安中心 及 社團組長需求。
@echo	企劃書，活動申請表，不夠精準沒關係，校內流程快就對了。這樣你才有足夠間可以弄報名事項。
@echo		學員報名需要具備：校內家長同意書，校外的報名表單(這會扯到保險，很重要)，其中需要
@echo			(你的名字，性別，學校，社團名稱，年級，生日，身分證字號，email，手機號碼，飲食習慣，營服size，交通方式，緊急聯絡人姓名，緊急聯絡人稱謂，緊急聯絡人聯絡電話or手機，特殊健康狀況，簡單的自我介紹(不超過200字))
@echo		建議一起放到校內同意書中，如有缺失可自行補上。
@echo	活動宣傳可以自製網頁(一定要網頁)放到github，請品J幫忙宣傳。
@echo	還有很多詳細檢討，請看寒訓資料夾。
@echo.
@echo.
@echo 4.一社一服務(必辦)
@echo	建議辦在寒假中，注意寒訓、新年、補修時間，迎新辦完就可以找要服務的單位，提早規劃！否則到時候很有可能變成打掃電腦教室...
@echo	結盟去服務是個好辦法，與本校友社或他校友社一起舉辦，當然，2+個社團一起做不會有問題，只是要溝通協調好相關細項。
@echo	其實阿，這種活動只要企畫書、申請書交快一點，報告書唬爛多一點，很好過的。也比一堆廢社高貴許多。
@echo	(可半天、可全天，隨意)
@echo.
@echo.
@echo 5.暑訓
@echo	
@echo.
@echo.
@echo 6.茶會
@echo	茶會就是要聯絡友社感情，並且完成社內"傳承"這動作。
@echo	為了廣泛邀請友社，我們會需要大量宣傳。
@echo		不外乎，在"百*級電資"發布倒數文，寄送公關邀請函至各校(清單在"百*級電資"群組內一定有)，逐一私訊友社公關及社長。
@echo	參加友社茶會，需要準備公關禮，那就是一個小禮物象徵友社關係。公關禮準備方向可朝對方社長綽號、對方社團名稱之相關聯想或當下特殊梗。
@echo	名片，不論對內外都需要準備自己的名片，至於是否統一自做可議，統一製作一人底線就是200張，某些幹部可能發不到，導致浪費，故自議。
@echo	茶會內容要有:友社介紹、點心時間、前導劇、大地遊戲、交接儀式、交流時間(半天 下午)
@echo	茶會的早上可以與友社，就地自成"校代表會"，討論出寒訓0籌時間。  /*詳資料夾中 寒訓檢討會.doc */
@echo	
@echo.
@echo	活動完都要具體檢討，可能會覺得是廢話，不過對傳承的學弟都是很重要的幫助。
@echo	活動要要確實紀錄，紀錄組有權不做雜事，但請清楚記錄活動每一頁。
@echo	活動經費收支，務必獨立建表處理，若涉及學員參與而繳納的經費，務必確實開立收據。
@echo	活動通訊錄必須順暢，召部人員必須完全掌控活動一切工人狀態。
@echo.	
@echo.  
@echo 社內溝通：
@echo	這是讓我覺得很靠北很頭痛的事，千萬要注意，宣布事項要確實，也就是要親自了解他們是否知道相關事項，否則他們會當場讓你無助無力。
@echo	幹部們要互相幫忙，不要只有某個幹部猛衝，合作力量大！
@echo	每次社課前，都要把宣布事項列出來，才不會有遺漏(不要相信自己的記憶力，請清單列舉)。
@echo	每半學期社團的 活動大綱 學期開始前要列出來，第幾節社課，進度到哪裡，自己要很清楚。
@echo	學弟們很雷很正常，這是制度與環境造成的，要循循然而善誘，再說社課畢竟不多，當幹部是一場可貴經驗。enjoy it.
@echo.
@echo.
@echo	最後希望學弟妹除非需要來個重大變革，不然就讓3.0這個版本繼續下去就好了，後面可以加第幾屆(創始年:民國93)
@echo	南部電資聯盟相關資料，查看請按 1 否則 0 。
@echo	相關網頁  https://hackmd.io/IYEwRgpmAsCcsFoAcAzArI6aQAYFiWACZkA2CWFaK3UgdiA
@echo



pause